    { "1":  "Es el único número que es ni primo ni compuesto." ,
     "2":  "Es el único número primo par." ,
     "3":  "Es el número de lados de un triángulo, la figura geométrica más simple." ,
     "4":  "Es el número de bases del ADN: adenina, guanina, citosina y timina." ,
     "5":  "Es el número de sentidos humanos tradicionales: vista, oído, olfato, gusto y tacto." ,
     "6":  "Es el primer número perfecto, ya que es igual a la suma de sus divisores propios: 1, 2 y 3." ,
     "7":  "Es considerado un número de la suerte en muchas culturas." ,
     "8":  "Simboliza el infinito cuando se gira 90 grados." ,
     "9":  "Es el número de planetas en el sistema solar antes de que Plutón fuera reclasificado como un planeta enano." ,
     "10":  "Es la base del sistema decimal que usamos en la vida diaria." ,
     "11":  "Es un número primo palíndromo." ,
     "12":  "Es el número de meses en un año." ,
     "13":  "Es considerado de mala suerte en muchas culturas, especialmente en Occidente." ,
     "14":  "Es el número de días en dos semanas." ,
     "15":  "Es el número de piezas en el juego de ajedrez por cada jugador (sin contar el rey)." ,
     "16":  "Es el cuadrado de 4." ,
     "17":  "Es el número primo más pequeño que es la suma de cuatro números primos consecutivos (2 + 3 + 5 + 7)." ,
     "18":  "Es el número de hoyos en un campo de golf estándar." ,
     "19":  "Es un número primo que también es un número primo de Mersenne (2^19 - 1)." ,
     "20":  "Es el número de aminoácidos esenciales para los seres humanos." ,
     "21":  "Es la suma de los primeros seis números naturales." ,
     "22":  "Es el número de letras en el alfabeto hebreo." ,
     "23":  "Es el número de cromosomas sexuales en los humanos." ,
     "24":  "Es el número de horas en un día." ,
     "25":  "Es el cuadrado de 5." ,
     "26":  "Es el número de letras en el alfabeto inglés." ,
     "27":  "Es el cubo de 3 (3^3)." ,
     "28":  "Es el segundo número perfecto." ,
     "29":  "Es un número primo que también es un número de Lucas." ,
     "30":  "Es el número mínimo de piezas necesarias para resolver un cubo de Rubik." ,
     "31":  "Es un número primo que también es el número de días en un mes típico de enero o marzo." ,
     "32":  "Es el número de piezas en un juego de ajedrez completo." ,
     "33":  "Es el número de vertebras que forman la columna vertebral humana." ,
     "34":  "Es el noveno número de Fibonacci." ,
     "35":  "Es el número de bolas en la primera fase de un juego de bingo estándar." ,
     "36":  "Es el cuadrado de 6." ,
     "37":  "Es un número primo y el quinto número primo de Fermat." ,
     "38":  "Es el número atómico del estroncio." ,
     "39":  "Es la suma de cinco números primos consecutivos: 3 + 5 + 7 + 11 + 13." ,
     "40":  "Es el número de semanas en un embarazo humano promedio." ,
     "41":  "Es un número primo de Sophie Germain." ,
     "42":  "Es conocido como 'la respuesta a la vida, el universo y todo' en la obra de ciencia ficción *Guía del autoestopista galáctico*." ,
     "43":  "Es el número primo más pequeño que puede escribirse como la suma de 2 cuadrados: 43 = 6^2 + 5^2." ,
     "44":  "Es el número de presidentes de los Estados Unidos hasta 2016 (Barack Obama fue el 44º)." ,
     "45":  "Es el triángulo aritmético de 9 (45 = 1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9)." ,
     "46":  "Es el número total de cromosomas en una célula humana." ,
     "47":  "Es el número primo más pequeño que es un número de Wagstaff." ,
     "48":  "Es el número de semitonos en cuatro octavas de un piano." ,
     "49":  "Es el cuadrado de 7." ,
     "50":  "Es el número de estados en los Estados Unidos."}
  